<?
if (!defined('DATALIFEENGINE')) die("Error!");
/**
 * Конфигурация личного кабинета
 * =======================================================
 * Автор:	GamerVII
 * URL:  	https://vk.com/gamervii
 * email:	gamervii.phone@gmail.com
 * =======================================================
 * Файл:  config.php
 * -------------------------------------------------------
 * Версия: 1.2.1 (07.07.2019)
 * =======================================================
 */

$cabinet_config = array(

	/*================================
		Настройка: Права игроков
	================================*/
	'rights' =>	array (

		'defaultskin'			=> 'default',											#	Ник скина по умолчанию

		'hd_skin_price'		=> '150',													#	Цена установки HD скина
		'cloak_price'			=> '100',													#	Цена установки плаша
		'hd_cloak_price'	=> '150'													#	Цена установки HD плаша

	),

	/*================================
		Настройка: Пополнение баланса
	================================*/
	'paysettings'			=>	array (

		'roboId'						=> '',													# Индентификатор касы
		'roboDesc'					=> 'Пополнение баланса ',				# Комментарий пополнения

		'roboPassOne'				=> '',													# Пароль -  1 от робокассы
		'roboPassTwo'				=> '',													# Пароль -  2 от робокассы

		'roboTestPassOne'		=> '',													# Тестовый пароль -  1 от робокассы
		'roboTestPassTwo'		=> ''														# Тестовый пароль -  2 от робокассы

	)

);


?>
