<?php

if (!defined('DATALIFEENGINE')) die("Error!");

/**
 * Файл конфигурации личного кабинета
 * =======================================================
 * Автор:	GamerVII
 * URL:  	https://vk.com/gamervii
 * email:	gamervii.phone@gmail.com
 * =======================================================
 * Файл:  db_config.php
 * -------------------------------------------------------
 * Версия: 1.0.1 (06.07.2019)
 * =======================================================
 */

return [

  /*================================
    Настройка: Подключение к БД
  ================================*/

    'host'     =>  'localhost',			#	Хост базы данных
    'db_name'  =>  '',							#	Имя базы данных
    'db_user'  =>  '',							#	Пользователь базы данных
    'db_pass'  =>  '',							#	Пароль пользователя базы данных
    'charset'  =>  'utf8'						#	Кодировка базы данных (utf8/cp1251)

]

?>
